Repository: CZ-NIC/foris-netmetr-plugin
Catalog: src/locale/*/LC_MESSAGES/foris.po
Languages: cs, pl

source: Autostart enabled
cs: Autostart povolen
pl: Włączone automatyczne uruchamianie

source: Measuring will start about selected hour (time is no exact for load distribution)
cs: Měření začne zhruba ve vybranou hodinu (čas není zvolen přesně kvůli vyvažování zátěže)
pl: Pomiar rozpocznie się w okolicach wybranej godziny (czas nie jest podany dokładnie ze względu na rozkład obciążenia)

source: Autostart times
cs: Autostart časy
pl: Godziny automatycznego uruchamiania

source: Netmeter settings were updated.
cs: Nastavení netmetru bylo aktualizováno.
pl: Ustawienia Netmeter zostały zaktualizowane.

source: Date and Time
cs: Datum a čas
pl: Data i godzina

source: Download [Mb/s]
cs: Stahování [Mb/s]

source: Upload [Mb/s]
cs: Nahrávání [Mb/s]

source: Link
cs: Odkaz

source: Details
cs: Detaily
pl: Szczegóły

source: Details in new window
cs: Detaily v novém okně
pl: Szczegóły w nowym oknie

source: For more information you need to enter your syncode <strong>%(sync_code)s</strong> <a href='%(url)s'>here</a>.
cs: Pro víc informací zadejte váš syncode <strong>%(sync_code)s</strong> <a href='%(url)s'>sem</a>.
pl: Aby uzyskać więcej informacji, musisz wpisać swój kod synchronizacji <strong>%(sync_code)s</strong> <a href='%(url)s'>tutaj</a>.

source: No results found.
cs: Žádné výsledky nebyly nalezeny.
pl: Nie znaleziono wyników.

source: Netmeter measures your internet parameters like upload, download and response time.
cs: Netmetr měří parametry vašecho připojení do internetu (rychlost stahování, rychlost nahrávání, dobu odezvy).
pl: Netmeter mierzy parametry Internetu, takie jak prędkość wysyłania (upload), pobierania (download) i czas odpowiedzi (ping).

source: Save
cs: Uložit
pl: Zapisz

source: Controls
cs: Ovládání
pl: Zarządzanie

source: Redownload data
cs: Znovu stáhni data
pl: Ponownie wczytaj dane

source: Start test
cs: Spusť test
pl: Uruchom test

source: Results
cs: Výsledky
pl: Wyniki

source: Downloading... OK
cs: Stahuji... OK
pl: Pobieranie... OK

source: Downloading... FAILED
cs: Stahuji... CHYBA
pl: Pobieranie... BŁĄD

source: Testing... FINISHED
cs: Testování... DOKONČENO
pl: Testowanie... ZAKOŃCZONO

source: Testing... FAILED
cs: Testování... CHYBA
pl: Testowanie... BŁĄD

source: Testing...
cs: Testování...
pl: Testowanie...

source: Downloading...
cs: Stahování...
pl: Pobieranie...

source: Testing...
cs: Testování...
pl: Testowanie...

source: Autostart
pl: Automatyczne uruchamianie
