Repository: CZ-NIC/foris-netmetr-plugin
Catalog: foris_plugins/netmetr/locale/*/LC_MESSAGES/foris.po
Languages: de, it, lt, nb, sk

source: netmetr
sk: netmeter

source: Autostart
it: Avvio automatico
lt: Auto paleidimas
sk: Automatické spustenie

source: Autostart enabled
de: Autostart aktiv
it: Avvio automatico abilitato
lt: Auto paleidimas įjungtas
nb: Autostart påslått
sk: Automatické spustenie povolené

source: Measuring will start about selected hour (time is no exact for load distribution)
de: Die Messung beginnt zur gew채hlten Stunde (die Zeit ist nicht genau f체r die Lastverteilung).
it: La misurazione inizierà circa all'ora selezionata (l'ora non è esatta per la distribuzione del carico)
lt: Matavimas prasidės maždaug nurodytą valandą (apkrovos pasiskirstyme laikas nėra tikslus)
nb: Måling vil starte omentrent ved valgt time (tid er ikke et nøyaktig mål på lastutgjevning).
sk: Meranie začne približne vo vybranej hodine (čas nie je zvolený presne kvôli vyvažovaní záťaže)

source: Autostart times
de: Autostartzeiten
it: Avvio automatico volte
lt: Auto paleidimo laikai
nb: Autostart-tider
sk: Časy automatického spustenia

source: Netmeter settings were updated.
sk: Nastavenie netmetra bolo aktualizované.

source: Netmetr
sk: Netmeter

source: Downloading... OK
de: Herunterladen... OK
it: Download in corso ... OK
lt: Parsiuntimas... OK
sk: Preberanie... OK

source: Downloading... FAILED
de: Herunterladen.... FEHLGESCHLAGEN
it: Download in corso ... FALLITO
lt: Parsiuntimas... NEPAVYKO
sk: Preberanie... CHYBA

source: Testing... FINISHED
de: Testen... BEENDET
it: Test... FINITO
lt: Testavimas... BAIGTA
sk: Testovanie... DOKONČENÉ

source: Testing... FAILED
de: Testen... FEHLGESCHLAGEN
it: Test... FALLITO
lt: Testavimas... NEPAVYKO
nb: TESTER… MISLYKTES
sk: Testovanie... CHYBA

source: Testing...
de: Testen...
it: Test...
lt: Testavimas...
sk: Testovanie...

source: Downloading...
de: Herunterladen...
it: Download in corso...
lt: Parsiuntimas...
nb: Laster ned…
sk: Preberanie...

source: Testing...
de: Testen...
it: Test...
lt: Testavimas...
nb: Tester…
sk: Testovanie...

source: Date and Time
de: Datum und Zeit
it: Data e Ora
lt: Data ir Laikas
nb: Dato og tid
sk: Dátum a čas

source: Download [Mb/s]
it: Velocità in Download [Mb/s]
lt: Atsiuntimas [Mb/s]
nb: Nedlasting [Mb/s]
sk: Preberanie [Mb/s]

source: Upload [Mb/s]
it: Velocità in Upload [Mb/s]
lt: Išsiuntimas [Mb/s]
nb: Opplasting [Mb/s]
sk: Odovzdávanie [Mb/s]

source: Link
it: Collegamento
lt: Linija
nb: Lenke
sk: Odkaz

source: Details
it: Dettagli
lt: Detaliau
nb: Detaljer
sk: Podrobnosti

source: Details in new window
de: Details in neuem Fenster
it: Dettagli nella nuova finestra
lt: Detaliau naujame lange
nb: Detaljer i nytt vindu
sk: Podrobnosti v novom okne

source: For more information you need to enter your syncode <strong>%(sync_code)s</strong> <a href='%(url)s'>here</a>.
de: Tragen Sie hier Ihren syncode f체r weitere Informationen <strong> 1%(sync_code)s 2</strong> 3 <a href='%(url)s'> 4ein</a> 5.
it: Per ulteriori informazioni è necessario inserire il tuo syncode <strong>%(sync_code)s%(sync_code)s</strong><a href='%(url)s'>qui</a>.
lt: Jei norite gauti daugiau informacijos įveskite syncodą <strong>%(sync_code)s</strong> <a href='%(url)s'>čia</a>.
sk: Pre viac informácií zadajte váš syncode <strong>%(sync_code)s</strong> <a href='%(url)s'>sem</a>.

source: No results found.
de: Keine Eintr채ge gefunden.
it: Risultati non trovati.
lt: Nerasta rezultatų.
nb: Resultatløst.
sk: Nenašli sa žiadne výsledky.

source: Netmeter measures your internet parameters like upload, download and response time.
de: Netmeter misst Ihre Internet Geschwindigkeit bestehend aus Upload, Download und Antwortzeiten.
it: Netmeter misura i parametri internet come l'upload, il download ed il tempo di risposta.
lt: Netmeter matuoja jūsų interneto parametrus tokius kaip išsiuntimo, atsiuntimo ir atsako laikai.
nb: Netmeter måler dine internettparameter som opplasting, nedlasting og svartid.
sk: Netmeter meria parametre vášho pripojenia k internetu (rýchlosť preberania, rýchlosť odovzdávania, dobu odozvy).

source: Save
de: Speichern
it: Salva
lt: Išsaugoti
nb: Lagre
sk: Uložiť

source: Controls
de: Einstellungen
it: Controlli
lt: Valdymas
nb: Kontroller
sk: Ovládanie

source: Redownload data
de: Erneut Heruntergeladene Daten
it: Riscarica i dati
lt: Naujai atsiųsti duomenis
nb: Last ned data igjen
sk: Znovu prevziať dáta

source: Start test
de: Beginne Test
it: Inizio test
lt: Pradėti testą
sk: Spustiť test

source: Results
de: Resultate
it: Risultati
lt: Rezultatai
nb: Resultat
sk: Výsledky

source: Ping [ms]
it: Test Ping [ms]
nb: Svartid [ms]

source: Netmetr settings were updated.
lt: Netmetr nustatymai atnaujinti.
